data_movement = [
    {
        title: "Перемещение",
        optional: "Стандартное правило",
        icon: "run",
        subtitle: "Стоимость: 5 фт. за 5 фт.",
        description: "Стоимость перемещения: 5 фт. за каждые 5 фт.",
        reference: "PHB, pg. 24-25, 374.",
        bullets: [
            "Если у вас более одной скорости, например скорость ходьбы и скорость полёта, вы можете переключаться между ними во время перемещения. При каждом переключении вычитайте уже пройденное расстояние из новой скорости.",
            "Вы можете проходить через пространство союзника, существа с состоянием <i>Недееспособный</i>, Крошечного существа или существа, которое больше или меньше вас минимум на две категории размера.",
            "Пространство другого существа — труднопроходимая местность для вас, если это существо не Крошечного размера и не ваш союзник.",
            "Вы не можете добровольно завершить перемещение в пространстве, занятом другим существом. Если вы каким-то образом оказываетесь в конце хода в пространстве с другим существом, вы получаете состояние <i>Лежащий ничком</i>, если только вы не Крошечного размера или не больше другого существа."
        ]
    },
    {
        title: "Лазание",
        optional: "Стандартное правило",
        icon: "crags",
        subtitle: "Стоимость: +5 фт. за 5 фт.",
        description: "Стоимость перемещения: каждый фут перемещения стоит 1 дополнительный фут",
        reference: "PHB, pg. 363.",
        bullets: [
            "При лазании каждый фут перемещения стоит 1 дополнительный фут. Если у вас есть скорость лазания, вы игнорируете эту дополнительную стоимость.",
            "Может потребоваться проверка Силы (Атлетика), если лазание затруднено."
        ]
    },
    {
        title: "Плавание",
        optional: "Стандартное правило",
        icon: "at-sea",
        subtitle: "Стоимость: +5 фт. за 5 фт.",
        description: "Стоимость перемещения: каждый фут перемещения стоит 1 дополнительный фут",
        reference: "PHB, pg. 376.",
        bullets: [
            "При плавании каждый фут перемещения стоит 1 дополнительный фут. Если у вас есть скорость плавания, вы игнорируете эту дополнительную стоимость.",
            "Может потребоваться проверка Силы (Атлетика), если вы плывёте в бурных водах."
        ]
    },
    {
        title: "Полёт",
        optional: "Стандартное правило",
        icon: "angel-wings",
        subtitle: "Стоимость: 5 фт. за 5 фт.",
        description: "Стоимость перемещения: 5 фт. за каждые 5 фт. полёта",
        reference: "PHB, pg. 367.",
        bullets: [
            "Пока у вас есть скорость полёта, вы можете оставаться в воздухе, пока не приземлитесь, не упадёте или не умрёте.",
            "Во время полёта вы падаете, если получаете состояние <i>Недееспособный</i> или <i>Лежащий ничком</i>, либо если ваша скорость полёта снижена до 0.",
            "Вы можете оставаться в воздухе в этих обстоятельствах, если умеете зависать."
        ]
    },
    {
        title: "Упасть ничком",
        optional: "Стандартное правило",
        icon: "falling",
        subtitle: "Стоимость: 0 фт.",
        description: "Стоимость перемещения: 0 фт. (бесплатно)",
        reference: "PHB, pgs. 25, 372.",
        bullets: [
            "Вы можете упасть ничком, не тратя скорость.",
            "Чтобы перемещаться, лежа ничком, вы должны ползти или использовать магию, например телепортацию.",
            "Падение ничком добавляет состояние <i>Лежащий ничком</i>."
        ]
    },
    {
        title: "Ползание",
        optional: "Стандартное правило",
        icon: "crawl",
        subtitle: "Стоимость: +5 фт. за 5 фт.",
        description: "Стоимость перемещения: каждый фут перемещения стоит 1 дополнительный фут",
        reference: "PHB, pg. 364.",
        bullets: [
            "При ползании каждый фут перемещения стоит 1 дополнительный фут."
        ]
    },
    {
        title: "Встать",
        optional: "Стандартное правило",
        icon: "strong",
        subtitle: "Стоимость: половина скорости",
        description: "Стоимость перемещения: половина вашей скорости, округлённая в меньшую сторону",
        reference: "PHB, pg. 372.",
        bullets: [
            "Вы не можете встать, если у вас недостаточно оставшегося перемещения или если ваша скорость равна 0."
        ]
    },
    {
        title: "Прыжок в высоту",
        optional: "Стандартное правило",
        icon: "wingfoot",
        subtitle: "Стоимость: 5 фт.",
        description: "Стоимость перемещения: 5 фт. за каждые 5 фт. прыжка",
        reference: "PHB, pg. 368.",
        bullets: [
            "Вы подпрыгиваете на количество футов, равное <b>3 + модификатор Силы</b>, если непосредственно перед прыжком прошли пешком минимум 10 фт.",
            "При прыжке с места вы можете подпрыгнуть только на половину этого расстояния.",
            "Во время прыжка вы можете вытянуть руки на половину своего роста выше головы. Таким образом, вы можете дотянуться на расстояние, равное высоте прыжка плюс 1,5 вашего роста.",
            "В некоторых обстоятельствах мастер может разрешить вам совершить проверку Силы (Атлетика), чтобы прыгнуть выше обычного."
        ]
    },
    {
        title: "Прыжок в длину",
        optional: "Стандартное правило",
        icon: "wingfoot",
        subtitle: "Стоимость: 5 фт. за 5 фт.",
        description: "Стоимость перемещения: 5 фт. за каждые 5 фт. прыжка",
        reference: "PHB, pg. 370.",
        bullets: [
            "Вы прыгаете на расстояние до значения вашей <b>характеристики Силы</b> в футах, если непосредственно перед прыжком прошли пешком минимум 10 фт.",
            "При прыжке с места вы можете прыгнуть только на половину этого расстояния.",
            "Если вы приземляетесь в труднопроходимой местности, вы должны преуспеть в проверке Ловкости (Акробатика) со СЛ 10, иначе получаете состояние <i>Лежащий ничком</i>.",
            "Может потребоваться проверка Силы (Атлетика) со СЛ 10, чтобы перепрыгнуть низкое препятствие (не выше четверти дистанции прыжка). При провале вы задеваете препятствие."
        ]
    },
    {
        title: "Импровизация",
        optional: "Стандартное правило",
        icon: "juggler",
        subtitle: "Любой трюк, не указанный в списке",
        description: "Совершить любое перемещение или трюк, который вы можете представить",
        bullets: [
            "Когда вы описываете вид перемещения, не описанный в правилах, мастер сообщает, возможно ли оно, и какой бросок нужен для определения успеха или провала, если такой требуется."
        ]
    },
    {
        title: "Труднопроходимая местность",
        optional: "Стандартное правило",
        icon: "stone-pile",
        subtitle: "Модификатор стоимости: +5 фт. за 5 фт.",
        reference: "PHB, pg. 25, 366.",
        description: "Перемещение по труднопроходимой местности стоит дополнительно 5 фт. за каждые 5 фт. перемещения",
        bullets: [
            "Каждый фут перемещения стоит 1 дополнительный фут.",
            "Труднопроходимая местность не суммируется: пространство либо является труднопроходимым, либо нет."
        ]
    },
    {
        title: "Перемещение со схваченным",
        optional: "Стандартное правило",
        icon: "grab",
        subtitle: "Стоимость: +5 фт. за 5 фт.",
        description: "Тащить или нести схваченное существо с собой",
        reference: "PHB, pg. 367.",
        bullets: [
            "Если вы перемещаетесь, схватив другое существо, каждый фут перемещения стоит 1 дополнительный фут, если только схваченное существо не Крошечного размера или вы не больше его минимум на две категории размера."
        ]
    },
    {
        title: "Темп путешествия",
        optional: "Стандартное правило",
        icon: "run",
        subtitle: "Путешествие вне боя",
        description: "Темп путешествия: быстрый, обычный и медленный — вне боя.",
        reference: "PHB, pg. 20",
        bullets: [
            "Установите порядок следования во время путешествия.",
            "<table><tr><th style='text-align:left'>Темп</th><th></th><th></th><th>Минута</th><th></th><th></th><th>Час</th><th></th><th></th><th>День</th></tr><tr><td>Быстрый</td><td></td><td></td><td>400 фт.</td><td></td><td></td><td>4 мили</td><td></td><td></td><td>30 миль</td></tr><tr><td>Обычный</td><td></td><td></td><td>300 фт.</td><td></td><td></td><td>3 мили</td><td></td><td></td><td>24 мили</td></tr><tr><td>Медленный</td><td></td><td></td><td>200 фт.</td><td></td><td></td><td>2 мили</td><td></td><td></td><td>18 миль</td></tr></table>",
            "<b>Быстрый темп</b> даёт помеху на проверки Мудрости (Внимательность или Выживание) и Ловкости (Скрытность) путешественников.",
            "<b>Обычный темп</b> даёт помеху на проверки Ловкости (Скрытность).",
            "<b>Медленный темп</b> даёт преимущество на проверки Мудрости (Внимательность или Выживание).",
            "Путешественники в повозках, каретах или других наземных транспортных средствах выбирают темп как обычно. Персонажи на водном судне ограничены скоростью судна и не выбирают темп."
        ]
    }
]
