data_reaction = [
    {
        title: "Провоцированная атака",
        optional: "Стандартное правило",
        icon: "crossed-swords",
        subtitle: "Враг покидает вашу зону досягаемости",
        description: "Редко можно беспечно проходить мимо врагов, не подвергая себя опасности",
        reference: "PHB, pg. 371.",
        bullets: [
            "Условие: враждебное существо, которое вы видите, покидает вашу зону досягаемости, используя действие, бонусное действие, реакцию или одну из своих скоростей.",
            "Совершите одну рукопашную атаку оружием или безоружным ударом по спровоцировавшему существу.",
            "Атака происходит непосредственно перед тем, как существо покидает вашу зону досягаемости."
        ]
    },
    {
        title: "Подготовленное действие",
        optional: "Стандартное правило",
        icon: "stopwatch",
        subtitle: "Часть действия Подготовка",
        description: "Выполнить реакцию, указанную действием Подготовка",
        reference: "PHB, pg. 372-373.",
        bullets: [
            "Условие и реакция: определяются действием <i>Подготовка</i>."
        ]
    },
    {
        title: "Наложить заклинание",
        optional: "Стандартное правило",
        icon: "magic-swirl",
        subtitle: "Время накладывания: 1 реакция",
        description: "Наложить заклинание с временем накладывания 1 реакция",
        reference: "PHB, pg. 235-238.",
        bullets: [
            "Условие: определяется заклинанием.",
            "Подробнее см. действие <i>Наложить заклинание</i>."
        ]
    }
]
