data_bonusaction = [
    {
        title: "Атака второй рукой",
        optional: "Стандартное правило",
        icon: "crossed-swords",
        subtitle: "Используется с действием Атака",
        description: "Атаковать второй рукой",
        reference: "PHB, pgs. 213.",
        bullets: [
            "Доступно только если вы совершаете действие <i>Атака</i> и атакуете лёгким оружием.",
            "Совершите одну атаку другим лёгким оружием.",
            "Вы не добавляете модификатор характеристики к урону от бонусной атаки, если этот модификатор не отрицательный."
        ]
    },
    {
        title: "Наложить заклинание",
        optional: "Стандартное правило",
        icon: "magic-swirl",
        subtitle: "Время накладывания: 1 бонусное действие",
        description: "Наложить заклинание с временем накладывания 1 бонусное действие",
        reference: "PHB, pgs. 235-238, 363.",
        bullets: [
            "За ход вы можете потратить только одну ячейку заклинания на наложение заклинания. Например, вы не можете наложить заклинание с ячейкой в качестве действия и другое, используя бонусное действие, в тот же ход.",
            "Подробнее см. действие <i>Наложить заклинание</i>."
        ]
    },
    {
        title: "Умение класса",
        optional: "Стандартное правило",
        icon: "embrassed-energy",
        subtitle: "Некоторые умения требуют бонусного действия",
        description: "Использовать расовое или классовое умение, требующее бонусного действия",
        reference: "Подробнее см. страницу класса.",
        bullets: [

        ]
    },
    {
        title: "Выпить зелье",
        optional: "Стандартное правило",
        icon: "potion-ball",
        subtitle: "Бросьте кости для эффекта",
        description: "Бросьте кости согласно описанию зелья",
        bullets: [
            "Использование зелья: зелья — расходуемые предметы. Выпить зелье или дать его другому существу требует бонусного действия.",
            "Нанесение масла может занять больше времени, как указано в его описании.",
            "После использования зелье действует немедленно и расходуется."
        ],
    },
    
]
