data_reaction = [
    {
        title: "Провоцированная атака",
        optional: "Стандартное правило",
        icon: "crossed-swords",
        subtitle: "Враг покидает вашу досягаемость",
        description: "Редко удаётся безрассудно пройти мимо врагов, не подвергая себя опасности",
        reference: "PHB, pg. 195.",
        bullets: [
            "Триггер: враждебное существо, которое вы видите, покидает вашу досягаемость.",
            "Совершите одну рукопашную атаку по провоцирующему существу.",
            "Атака прерывает перемещение провоцирующего существа и происходит непосредственно перед тем, как оно покинет вашу досягаемость.",
            "Существа не провоцируют провоцированную атаку при телепортации или когда их перемещает кто-то или что-то без использования их перемещения, действия или реакции."
        ]
    },
    {
        title: "Подготовленное действие",
        optional: "Стандартное правило",
        icon: "stopwatch",
        subtitle: "Часть действия «Подготовка»",
        description: "Выполните реакцию, указанную действием «Подготовка»",
        reference: "PHB, pg. 193.",
        bullets: [
            "Триггер: как указано действием <i>Подготовка</i>."
        ]
    },
    {
        title: "Наложить заклинание",
        optional: "Стандартное правило",
        icon: "magic-swirl",
        subtitle: "Время накладывания: 1 реакция",
        description: "Наложить заклинание с временем накладывания 1 реакция",
        reference: "PHB, pg. 192.",
        bullets: [
            "Триггер: как указано в заклинании.",
            "Подробнее см. действие <i>Наложить заклинание</i>."
        ]
    },
    {
        title: "Захват **",
        optional: "Домашнее правило",
        icon: "grab",
        subtitle: "Особая рукопашная атака",
        description: "Попытка схватить существо или бороться с ним",
        reference: "PHB, pg. 195.",
        bullets: [
            "Вы можете использовать <i>Реакцию</i>, чтобы совершить особую провоцированную атаку — захват. Если провоцированной атакой можно совершить несколько атак, эта атака заменяет все из них.",
            "Цель захвата должна быть не более чем на одну категорию размера больше вас и находиться в вашей досягаемости.",
            "Используя хотя бы одну свободную руку, вы пытаетесь схватить цель, совершая проверку захвата — проверку Силы (Атлетика), против которой цель совершает проверку Силы (Атлетика) или Ловкости (Акробатика) (цель выбирает характеристику).",
            "При успехе цель получает состояние «Схваченный» (её скорость становится 0)."
        ]
    },    
]
