data_bonusaction = [
    {
        title: "Атака второй рукой",
        optional: "Стандартное правило",
        icon: "crossed-swords",
        subtitle: "Используется с действием «Атака»",
        description: "Атаковать второй рукой",
        reference: "PHB, pgs. 192,194-195.",
        bullets: [
            "Доступно только если вы совершаете действие <i>Атака</i> и атакуете лёгким рукопашным оружием, которое держите в одной руке.",
            "Совершите одну атаку другим лёгким рукопашным оружием, которое держите в другой руке.",
            "Вы не добавляете модификатор характеристики к урону от бонусной атаки, если этот модификатор не отрицательный.",
            "Если любое из оружий имеет свойство «метательное», вы можете метнуть его вместо рукопашной атаки."
        ]
    },
    {
        title: "Наложить заклинание",
        optional: "Стандартное правило",
        icon: "magic-swirl",
        subtitle: "Время накладывания: 1 бонусное действие",
        description: "Наложить заклинание с временем накладывания 1 бонусное действие",
        reference: "PHB, pg. 192.",
        bullets: [
            "Вы не можете в один ход наложить заклинание действием и другое заклинание бонусным действием, за исключением случая, когда действием накладывается заговор.",
            "Подробнее см. действие <i>Наложить заклинание</i>."
        ]
    },
    {
        title: "Умение класса",
        optional: "Стандартное правило",
        icon: "embrassed-energy",
        subtitle: "Некоторые умения требуют бонусного действия",
        description: "Использовать расовое или классовое умение, требующее бонусного действия",
        reference: "Подробнее см. страницу класса.",
        bullets: [

        ]
    },
    {
        title: "Прорыв*",
        optional: "Опциональное правило",
        icon: "shield-bash",
        subtitle: "Пробежать через враждебное пространство",
        description: "Когда существо пытается пройти через пространство враждебного существа, оно может попытаться прорваться силой.",
        reference: "DMG, page 272",
        bullets: [
            "(Опциональное правило):",
            "Бонусным действием перемещающееся существо совершает проверку Силы (Атлетика), состязаясь с проверкой Силы (Атлетика) враждебного существа.",
            "Существо, пытающееся прорваться, получает преимущество на эту проверку, если оно больше враждебного существа, или помеху, если меньше.",
            "Если перемещающееся существо выигрывает состязание, оно может один раз в этот ход пройти через пространство враждебного существа."
        ]
    },
    {
        title: "Кувырок*",
        optional: "Опциональное правило",
        icon: "tumble",
        subtitle: "Перекатиться через враждебное пространство",
        description: "Существо может попытаться перекатиться через пространство враждебного существа, уворачиваясь и проскальзывая мимо противника.",
        reference: "DMG, page 272",
        bullets: [
            "(Опциональное правило):",
            "Бонусным действием совершающий кувырок совершает проверку Ловкости (Акробатика), состязаясь с проверкой Ловкости (Акробатика) враждебного существа.",
            "Если совершающий кувырок выигрывает состязание, он может один раз в этот ход пройти через пространство враждебного существа."
        ]
    },
    {
        title: "Выпить зелье **",
        optional: "Домашнее правило",
        icon: "potion-ball",
        subtitle: "Бросайте кости за эффект",
        description: "Бросайте кости согласно описанию зелья",
        bullets: [
            "(Опциональное правило):",
            "Обычно выпить зелье считается <i>Действием</i> и исцеляет на максимум.",
            "При использовании как <i>Бонусное действие</i> бросайте кости согласно описанию зелья."
        ],
    },
]
